{
	"topic": "학생에게 성공적인 협동을 위한 기술을 가르쳐야 한다.",
	"topicEng": "You should teach students skills for successful cooperation.",
	"content": [
		{
			"eng": "Without guidance from their teacher, students will not embark on a journey of personal development that recognizes the value of cooperation.",
			"kor": "선생님의 지도 없이는 학생들은 협력의 가치를 인정하는 개인적 발달의 여정에 나서지 않을 것이다."
		},
		{
			"eng": "Left to their own devices, they will instinctively become increasingly competitive with each other.",
			"kor": "하고 싶은 대로 내버려 두면, 그들은 본능적으로 서로 점점 더 경쟁적이 될 것이다."
		},
		{
			"eng": "They will compare scores, reports, and feedback within the classroom environment ― just as they do in the sporting arena.",
			"kor": "그들은 스포츠 경기장에서와 마찬가지로 교실 환경 내의 점수, 성적표, 피드백을 비교할 것이다."
		},
		{
			"eng": "We don’t need to teach our students about winners and losers.",
			"kor": "우리는 학생들에게 승자와 패자에 대해 가르칠 필요가 없다."
		},
		{
			"eng": "The playground and the media do that for them.",
			"kor": "운동장과 미디어가 그들을 위해 그렇게 하는 것이다."
		},
		{
			"eng": "However, we do need to teach them that there is more to life than winning and about the skills they need for successful cooperation.",
			"kor": "하지만, 우리는 그들에게 승리하는 것보다 삶에 더 많은 것이 있다는 것과 성공적인 협력을 위해 그들이 필요로 하는 기술에 대해 가르쳐 줄 필요가 있다."
		},
		{
			"eng": "A group working together successfully requires individuals with a multitude of social skills, as well as a high level of interpersonal awareness.",
			"kor": "성공적으로 함께 일하는 그룹은 고도의 대인 의식뿐만 아니라 다양한 사회적 기술을 가진 개인들을 필요로 한다."
		},
		{
			"eng": "While some students inherently bring a natural understanding of these skills with them, they are always in the minority.",
			"kor": "일부 학생들은 본래 이러한 기술에 대한 자연스러운 이해를 가지고 있지만, 그들은 항상 소수이다."
		},
		{
			"eng": "To bring cooperation between peers into your classroom, you need to teach these skills consciously and carefully, and nurture them continuously throughout the school years.",
			"kor": "당신의 교실에 또래들 사이의 협력을 이루도록 하기 위해서, 당신은 의식적이고 주의 깊게 이러한 기술들을 가르쳐야 하고, 학창시절 내내 계속해서 그것들을 육성해야 한다."
		}
	]
}