{
    "topic": "근대 이전의 창조성의 원천으로서의 신들",
    "topicEng": "Gods as a source of creativity in the premodern era",
    "content": [
        {
            "eng": "Before the modern scientific era, creativity was attributed to a superhuman force; all novel ideas originated with the gods.",
            "kor": "근대의 과학적인 시대 이전에 창의성은 초인적인 힘에 기인한 것으로 여겼는데 모든 새로운 생각은 신에게서 유래했다."
        },
        {
            "eng": "After all, how could a person create something that did not exist before the divine act of creation?",
            "kor": "결국 신의 창조 행위 이전에 존재하지 않았던 것을 어떻게 인간이 만들 수 있었겠는가?"
        },
        {
            "eng": "In fact, the Latin meaning of the verb “inspire” is “to breathe into,” reflecting the belief that creative inspiration was similar to the moment in creation when God first breathed life into man.",
            "kor": "사실, ‘영감을 주다’라는 동사의 라틴어의 의미는 ‘숨결을 불어넣다’이고 창의적 영감은 신이 처음에 인간에게 생명을 불어 넣었을 때 창조의 순간과 비슷했다는 믿음을 반영한다."
        },
        {
            "eng": "Plato argued that the poet was possessed by divine inspiration, and Plotin wrote that art could only be beautiful if it descended from God.",
            "kor": "Plato는 시인은 신이 내린 영감에 사로잡혔다고 주장했고 Plotin은 예술은 그것이 신으로부터 내려온 경우에 만 아름다울 수 있다고 썼다."
        },
        {
            "eng": "The artist’s job was not to imitate nature but rather to reveal the sacred and transcendent qualities of nature.",
            "kor": "예술가의 일은 자연을 모방하는 것이라기보다는  오히려 자연의 신성하고  초월적인  특성을 드러내는  것이었다."
        },
        {
            "eng": "Art could only be a pale imitation of the perfection of the world of ideas.",
            "kor": "예술은 관념[이데아]의 세계의 완벽함을 어설프게 흉내 낸 것에 불과한 것일 수 있었다."
        },
        {
            "eng": "Greek artists did not blindly imitate what they saw in reality; instead they tried to represent the pure, true forms underlying reality, resulting in a sort of compromise between abstraction and accuracy.",
            "kor": "그리스의 예술가들은 그들이 현실에서 본 것을 맹목적으로 모방하지 않았고 그 대신 현실의 근저에 있는 순 수하고 진정한 형태를 나타내려고 애썼는데 그 결과 추상과 정확성 간의 일종의 타협을 발생시켰다."
        }
    ]
}