{
	"topic": "살아있는 공공예술은 쓰레기 매립지에서 성장한다.",
	"topicEng": "Living Public Art Grows from a Landfill.",
	"content": [
		{
			"eng": "Before the fancy high­rises, financial headquarters, tourist centers, and souvenir peddlers made their way to Battery Park City, the area behind the World Trade Center was a giant, gross landfill.",
			"kor": "화려한 고층 건물, 금융 본부, 관광 센터, 기념품 행상인들이 Battery Park City로 나아가기 전에, 세계 무역 센터 뒤편의 지역은 거대하고 혐오스러운 쓰레기 매립지였다."
		},
		{
			"eng": "In 1982, artist Agnes Denes decided to return that landfill back to its roots, although temporarily.",
			"kor": "1982년, 예술가 Agnes Denes는 비록 일시적이긴 하지만 그 매립지를 다시 원래의 뿌리로 되돌리기로 결정했다."
		},
		{
			"eng": "Denes was commissioned by the Public Art Fund to create one of the most significant and fantastical pieces of public work Manhattan has ever seen.",
			"kor": "Denes는 Public Art Fund로부터 Manhattan에서 지금까지 본 가장 의미심장하며 환상적인 공공사업 작품 중 하나를 만들어 달라는 의뢰를 받았다."
		},
		{
			"eng": "Her concept was not a traditional sculpture, but a living installation that changed the way the public looked at art.",
			"kor": "그녀의 콘셉트는 전통적인 조형물이 아니라 대중이 미술을 보는 방식을 바꾼 살아있는 설치 조형물이었다."
		},
		{
			"eng": "In the name of art, Denes put a beautiful golden wheat field right in the shadow of the gleaming Twin Towers.",
			"kor": "예술의 이름으로, Denes는 반짝이는 쌍둥이 빌딩의 그림자에 아름다운 황금 밀밭을 만들었다."
		},
		{
			"eng": "For Wheatfield — A Confrontation, Denes and volunteers removed trash from four acres of land, then planted amber waves of grain atop the area.",
			"kor": "작품인 Wheatfield ― A Confrontation을 위해, Denes와 자원 봉사자들은 4에이커의 땅에서 쓰레기를 치운 다음 그 지역 위에 황색 빛깔의 너울거리는 곡물을 심었다."
		},
		{
			"eng": "After months of farming and irrigation, the wheat field was thriving and ready.",
			"kor": "수개월의 농사와 관개 후에 밀밭은 무성하게 되고 준비가 되었다."
		},
		{
			"eng": "The artist and her volunteers harvested thousands of pounds of wheat to give to food banks in the city, nourishing both the minds and bodies of New Yorkers.",
			"kor": "그 예술가와 그녀의 자원 봉사자들은 수천 파운드의 밀을 수확하여 뉴욕의 푸드 뱅크에 기부하였고, 뉴욕 사람들의 마음과 몸에 모두 영양분을 공급해 주었다."
		}
	]
}