{
    "topic": "카메라 비유를 통한 객관적 관점의 이해",
    "topicEng": "Understanding the objective point of viewpoint through camera analogy",
    "content": [{
            "eng": "The objective point of view is illustrated by John Ford’s “philosophy of camera.”",
            "kor": "객관적인 관점은 John Ford의 ‘카메라의 철학’에 의해 설명된다."
        },
        {
            "eng": "Ford considered the camera [to be] a window and the audience [to be] <outside> the window [viewing] the people and events within.",
            "kor": "Ford는 카메라를 창문이라고 생각했고 관객은 창문 안에 있는 사람과 사건을 바라보면서 창문 밖에 있다고 생각했다."
        },
        {
            "eng": "We [are asked to watch] the actions [as if] they were taking place at a distance, and we are not asked to participate.",
            "kor": "우리는 사건들이 멀리서 일어나고 있는 것처럼 그것들을 바라보도록 요청받고, 참여하도록 요청받지 않는다."
        },
        {
            "eng": "The objective point of view employs a static camera [as much as] possible in order to <produce> this window effect, and it concentrates on the actors and the action without drawing attention to the camera.",
            "kor": "객관적인 관점은 이런 창문 효과를 만들기 위해 정적인 카메라를 가능한 한 많이 이용하고, 그것은 카메라에 관심을 끄는 것 없이 배우와 사건에 집중한다."
        },
        {
            "eng": "The objective camera suggests an emotional distance between camera and subject; the camera seems simply to be recording, as <straightforwardly> as possible, the characters and actions of the story.",
            "kor": "객관적인 카메라는 카메라와 대상 간의 감정적인 거리를 보여 주는데, 카메라는 이야기의 등장인물과 사건을 가능한 한 있는 그대로 그저 기록하고 있는 것으로 보인다."
        },
        {
            "eng": "For the most part, the director uses natural, normal types of camera positioning and camera angles.",
            "kor": "대부분의 경우, 감독은 자연스럽고 일반적인 종류의 카메라 위치 선정과 카메라 각도를 사용한다."
        },
        {
            "eng": "The objective camera does not comment on or <interpret> the action but merely records it, [letting it unfold].",
            "kor": "객관적인 카메라는 사건에 관해 논평하거나 해석하지 않고 그것이 전개되게 하면서 그저 그것을 기록한다."
        },
        {
            "eng": "We see the action from the {viewpoint of an impersonal observer.}",
            "kor": "우리는 냉담한 관찰자의 관점에서 사건을 본다."
        },
        {
            "eng": "If the camera moves, it does so unnoticeably, [calling] as <little> attention to itself as possible.",
            "kor": "만약 카메라가 움직인다면 그것은 눈에 띄지 않게, 가능한 한 자신[카메라]에게 거의 관심을 불러일으키지 않으면서, 그렇게 한다."
        }
    ]
}