{
    "topic": "생존을 위한 인간 두뇌의 진화 : 예상치 못한 새로움에 대한 선호를 통해 기억과 학습 능력을 향상시킨다.",
    "content": [{
            "eng": "Our brains have evolved to remember unexpected events because basic survival depends on the ability to perceive causes and predict effects.",
            "kor": "우리의 뇌는 예상치 못한 사건들을 기억하도록 진화해 왔는데, 왜냐하면 기본적인 생존이 원인을 인식하고 결과를 예측하는 능력에 달려 있기 때문이다."
        },
        {
            "eng": "If the brain predicts one event and experiences another, the unusualness will be especially interesting and will be encoded accordingly.",
            "kor": "만약 뇌가 어떤 사건을 예측하고 (그것과) 다른 사건을 경험한다면, 그 특이함은 특히 흥미로울 것이고 그에 따라 (뇌 속의 정보로) 입력될 것이다."
        },
        {
            "eng": "Neurologist and classroom teacher Judith Willis has claimed that surprise in the classroom is one of the most effective ways of teaching with brain stimulation in mind.",
            "kor": "신경학자이자 학급 교사인 Judith Willis는 교실에서의 놀라움은 뇌 자극을 염두에 두고 가르치는 가장 효과적인 방법 중 하나라고 주장했다."
        },
        {
            "eng": "If students are exposed to new experiences via demonstrations or through the unexpected enthusiasm of their teachers or peers, they will be much more likely to connect with the information that follows.",
            "kor": "학생들이 실연, 혹은 교사나 또래 친구의 예상치 못한 열의를 통해 새로운 경험에 노출되면, 그들은 뒤따르는 정보와 연결될 가능성이 훨씬 더 클 것이다."
        },
        {
            "eng": "Willis has written that encouraging active discovery in the classroom allows students to interact with new information, moving it beyond working memory to be processed in the frontal lobe, which is devoted to advanced cognitive functioning.",
            "kor": "Willis는 교실에서의 능동적인 발견을 장려하는 것이 학생들로 하여금 새로운 정보와 상호 작용하게 해 주어서, 그것(새로운 정보)이 작동 기억을 넘어 고도의 인지 기능을 전담하는 (대뇌의) 전두엽에서 처리되도록 한다고 기술했다."
        },
        {
            "eng": "Preference for novelty sets us up for learning by directing attention, providing stimulation to developing perceptual systems, and feeding curious and exploratory behavior.",
            "kor": "새로움에 대한 선호는, 주의를 이끌고, 지각 체계를 발전시키는 데 자극을 제공하며, 호기심 많고 탐구적인 행동을 충족함으로써 우리를 학습하도록 준비시킨다."
        }
    ]
}