{
	"topic": "건강하지 않은 음식에 대한 갈망은, 건간을 유지하려는 우리 몸의 시도일 수 있다.",
	"topicEng": "The craving for unhealthy food is our body's attempt to stay healthy.",
	"content": [
		{
			"eng": "Deep­fried foods are tastier than bland foods, and children and adults develop a taste for such foods.",
			"kor": "기름에 튀긴 음식은 싱거운 음식보다 더 맛있고, 어린이와 어른들은 그런 음식에 대한 취향을 발달시킨다."
		},
		{
			"eng": "Fatty foods cause the brain to release oxytocin, a powerful hormone with a calming, antistress, and relaxing influence, said to be the opposite of adrenaline, into the blood stream; hence the term “comfort foods.”",
			"kor": "지방이 많은 음식은 뇌로 하여금 진정, 항 스트레스와 진정 효과를 가진 강력한 호르몬인, 아드레날린의 반대로 알려진 옥시토신을 혈류에 분비하게 하고 그로 인해 ‘위안 음식’이란 용어가 있다."
		},
		{
			"eng": "We may even be genetically programmed to eat too much.",
			"kor": "심지어 우리는 너무 많이 먹도록 유전적으로 프로그램되어 있을지도 모른다."
		},
		{
			"eng": "For thousands of years, food was very scarce.",
			"kor": "수천 년 동안, 음식은 매우 부족했다."
		},
		{
			"eng": "Food, along with salt, carbs, and fat, was hard to get, and the more you got, the better.",
			"kor": "소금, 탄수화물, 지방이 있는 음식은 구하기 어려웠고, 더 많이 구할수록 더 좋았다."
		},
		{
			"eng": "All of these things are necessary nutrients in the human diet, and when their availability was limited, you could never get too much.",
			"kor": "이러한 모든 것은 인간의 식단에 필수적 영양소이고, 이용 가능성이 제한되었을 때, 아무리 많이 먹어도 지나침은 없었다."
		},
		{
			"eng": "People also had to hunt down animals or gather plants for their food, and that took a lot of calories.",
			"kor": "사람들은 또한 음식을 위해 동물을 사냥하거나 식물을 채집해야 했고, 그것은 많은 칼로리를 필요로 했다."
		},
		{
			"eng": "It’s different these days.",
			"kor": "오늘날은 이와 다르다."
		},
		{
			"eng": "We have food at every turn ― lots of those fast­food places and grocery stores with carry­out food.",
			"kor": "많은 패스트푸드점의 음식과 식료품점의 포장음식과 같이 도처에 음식이 있다."
		},
		{
			"eng": "But that ingrained “caveman mentality” says that we can’t ever get too much to eat.",
			"kor": "하지만 그 뿌리 깊은 ‘원시인 정신’은 우리가 먹기에 너무 많은 것을 구할 수는 없다고 말한다."
		},
		{
			"eng": "So craving for “unhealthy” food may actually be our body’s attempt to stay healthy.",
			"kor": "그래서 ‘건강하지 않은’ 음식에 대한 갈망은 실제로 건강을 유지하려는 우리 몸의 시도일 수 있다."
		}
	]
}