{
	"topic": "대부분 포유류에 적용되는 동일한 심장박동수와 에너지 요구량 원칙에 있어 인간은 예외다.",
	"topicEng": "Humans are the exception to the same heart rate and energy requirement principles that apply to most mammals.",
	"content": [
		{
			"eng": "Heat is lost at the surface, so the more surface area you have relative to volume, the harder you must work to stay warm.",
			"kor": "열은 표면에서 손실되므로, 당신이 체적에 대비하여 더 많은 표면적을 가질수록 당신은 따뜻함을 유지하기 위해 더 열심히 움직여야 한다."
		},
		{
			"eng": "That means that little creatures have to produce heat more rapidly than large creatures.",
			"kor": "그것은 작은 생물이 큰 생물보다 더 빠르게 열을 생산해야 함을 의미한다."
		},
		{
			"eng": "They must therefore lead completely different lifestyles.",
			"kor": "그러므로 그들은 완전히 다른 생활방식으로 살아가야만 한다."
		},
		{
			"eng": "An elephant’s heart beats just thirty times a minute, a human’s sixty, a cow’s between fifty and eighty, but a mouse’s beats six hundred times a minute — ten times a second.",
			"kor": "코끼리의 심장은 1분에 단 30회를 뛰고 인간은 60회, 소는 50회에서 80회를 뛰지만, 생쥐는 1분에 600회, 즉 1초에 10회를 뛴다."
		},
		{
			"eng": "Every day, just to survive, the mouse must eat about 50 percent of its own body weight.",
			"kor": "매일 단지 살아남기 위해 생쥐는 자신의 몸무게의 약 50퍼센트를 먹어야 한다."
		},
		{
			"eng": "We humans, by contrast, need to consume only about 2 percent of our body weight to supply our energy requirements.",
			"kor": "대조적으로 우리 인간은 에너지 요구량을 공급하기 위해 우리 신체 무게의 단지 약 2퍼센트만 먹으면 된다."
		},
		{
			"eng": "One area where animals are curiously uniform is with the number of heartbeats they have in a lifetime.",
			"kor": "동물이 기묘하게도 동일한 하나의 영역은 동물이 평생동안 뛰는 심장박동 수라는 부분이다."
		},
		{
			"eng": "Despite the vast differences in heart rates, nearly all mammals have about 800 million heartbeats in them if they live an average life.",
			"kor": "심장박동수의 엄청난 차이에도 불구하고 거의 모든 포유동물은 만약 그들이 평균수명을 산다면 약 8억 회의 심장 박동수를 갖는다."
		},
		{
			"eng": "The exception is humans.",
			"kor": "예외는 인간이다."
		},
		{
			"eng": "We pass 800 million heartbeats after twenty­five years, and just keep on going for another fifty years and 1.6 billion heartbeats or so.",
			"kor": "우리는 25년 이후 8억 회를 넘어서고 또 다른 50년동안 계속해서 심장이 뛰어 약 16억회 정도의 심장박동 수를 갖는다."
		}
	]
}