{
    "topic": "과세의 숨겨진 역할 : 과세는 다양한 사회적 가치를 포함한 행위이다.",
    "topicEng": "The hidden role of taxation: Taxation is an activity involving a variety of social values",
    "content": [{
            "eng": "We commonly argue about the fairness of taxation ― whether this or that tax will fall more heavily on the rich or the poor.",
            "kor": "우리는 흔히 과세의 공정성, 즉 이런 저런 세금이 부자들에게 더 과중하게 부과될 것인지 아니면 가난한 사 람들에게 그럴 것인지에 관해 논한다."
        },
        {
            "eng": "But the expressive dimension of taxation goes beyond debates about fairness, to the moral judgements societies make about which activities are worthy of honor and recognition, and which ones should be discouraged.",
            "kor": "그러나 과세의 표현적 차원은 공정성에 대한 논쟁을 넘어, 어떤 활동이 명예와 인정을 받을 가치가 있 고 어떤 활동이 억제되어야 하는지에 대해 사회가 내리는 도덕적 판단에까지 이른다."
        },
        {
            "eng": "Sometimes, these judgements are explicit.",
            "kor": "때때로 이러한 판단은 명백하다."
        },
        {
            "eng": "Taxes on tobacco, alcohol, and casinos are called “sin taxes” because they seek to discourage activities considered harmful or undesirable.",
            "kor": "담배, 술, 그리고 카지노에 대한 세금은 해롭거나 바람직하지 않은 것으로 간주되는 활동들을 억제하려고 하기 때문에 ‘죄악세’라고 불린다."
        },
        {
            "eng": "Such taxes express society’s disapproval of these activities by raising the cost of engaging in them.",
            "kor": "그런 세금은 이러한 활동을 하는 데 드는 비용을 증가시킴으로써 그것에 대한 사회의 반대를 표현한다."
        },
        {
            "eng": "Proposals to tax sugary sodas (to combat obesity) or carbon emissions (to address climate change) likewise seek to change norms and shape behavior.",
            "kor": "마찬가지로 (비만에 맞서기 위해) 설탕이 든 탄산음료에 세금을 부과하는 제안이나 (기후 변화에 대처하기 위 해) 탄소 배출에 세금을 부과하는 제안은 규범을 바꾸고 행동을 형성하려 한다."
        },
        {
            "eng": "Not all taxes have this aim.",
            "kor": "모든 세금이 이런 목적을 가진 것은 아니다."
        },
        {
            "eng": "We do not tax income to express disapproval of paid employment or to discourage people from engaging in it.",
            "kor": "우리는 유급 고용에 대한 반대를 표명하거나 사람들이 그것을 하는 것을 막기 위해 소득에 세금을 부과하는 것은 아니다."
        },
        {
            "eng": "Nor is a general sales tax intended as a deterrent to buying things.",
            "kor": "일반 판매세 역시 물건을 사는 것의 억제책으로서 의도된 것이 아니다."
        },
        {
            "eng": "These are simply ways of raising revenue.",
            "kor": "이것들은 단순히 세입을 올리는 방법이다."
        }
    ]
}