{
    "topic": "일부 예외를 제외하고는 대부분의 믿음은 검증이 가능하다.",
    "topicEng": "With some exceptions, most beliefs are verifiable",
    "content": [{
            "eng": "Most beliefs — but not all — are {<open> to tests of verification.}",
            "kor": "전부는 아니지만 대부분의 믿음은 검증시험을 받을 수 있다."
        },
        {
            "eng": "This means that beliefs can be tested to see if they are correct or false.",
            "kor": "이것은 믿음이 옳거나 그른지를 확인하기 위해 시험될 수 있다는 것을 의미한다."
        },
        {
            "eng": "Beliefs can be [verified] or [falsified] with <objective> criteria external to the person.",
            "kor": "믿음은 그 사람의 외부에 있는 객관적인 기준을 통해 진실임이 입증되거나 거짓임이 입증될 수 있다."
        },
        {
            "eng": "There are people who believe the Earth is flat and not a sphere.",
            "kor": "지구가 평평하고 구가 아니라고 믿는 사람들이 있다."
        },
        {
            "eng": "Because we have objective evidence [that] the Earth is in fact a sphere, the flat Earth belief can be shown to be false.",
            "kor": "우리는 지구가 사실은 구라는 객관적인 증거를 가지고 있기 때문에, 지구가 평평하다는 믿음은 거짓임이 증명 될 수 있다."
        },
        {
            "eng": "Also, the belief that it will rain tomorrow can be tested for truth by waiting until tomorrow and seeing whether it rains or not.",
            "kor": "또한, 내일 비가 올 것이라는 믿음은 내일까지 기다려 비가 오는지 안 오는지 봄으로써 진실인지 확인될 수 있다."
        },
        {
            "eng": "{However, some types of beliefs cannot be tested for truth because we cannot get external evidence in our lifetimes (such as a belief [that] the Earth will stop [spinning] on its axis by the year 9999 or [that] there is life on a planet 100­million light­years away).}",
            "kor": "하지만, (9999년이 되면 지구가 자전하는 것을 멈출 것이라는 믿음이나 1억 광년 떨어진 행성에 생명체가 있 다는 것 같은) 어떤 종류의 믿음은 우리가 일생 동안 외부 증거를 얻을 수 없기 때문에 진실인지 확인될 수 없다."
        },
        {
            "eng": "Also, meta­physical beliefs (such as the existence and nature of a god) <present> considerable challenges in generating evidence that everyone is willing to use as a truth criterion.",
            "kor": "또한, (신의 존재와 본질과 같은) 형이상학적 믿음은 모든 사람이 진리 기준으로 기꺼이 사용할 증거를 만드 는 데 있어서 상당한 난제가 된다."
        }
    ]
}