{
    "topic": "뇌에 가해지는 증가된 지적 부담은 뇌의 반사적인 부분이 우세해지게 한다.",
    "topicEng": "The increased intellective load on the brain leads the reflexive side of the brain to become dominant",
    "content": [{
            "eng": "At the University of Iowa, students were briefly shown numbers that they had to memorize.",
            "kor": "Iowa 대학교에서, 학생들에게 그들이 암기해야 하는 숫자를 잠시 보여 주었다."
        },
        {
            "eng": "Then they were offered the choice of either a fruit salad or a chocolate cake.",
            "kor": "그러고 나서 그들에게 과일 샐러드나 초콜릿 케이크 중 하나를 선택하게 했다."
        },
        {
            "eng": "When the number the students memorized was seven digits long, 63% of them chose the cake.",
            "kor": "학생들이 외운 숫자가 일곱 자리일 때, 그들 중 63%가 케이크를 선택했다."
        },
        {
            "eng": "When the number they were asked to remember had just two digits, however, 59% opted for the fruit salad.",
            "kor": "그러나 그들이 기억하도록 요청받은 숫자가 두 자리밖에 되지 않았을 때, 59%는 과일 샐러드를 선택했다."
        },
        {
            "eng": "Our reflective brains know that the fruit salad is better for our health, but our reflexive brains desire that soft, fattening chocolate cake.",
            "kor": "우리의 숙고하는 뇌는 과일 샐러드가 우리의 건강에 더 좋다는 것을 알지만, 우리의 반사적인 뇌는 그 부드럽 고 살이 찌는 초콜릿 케이크를 원한다."
        },
        {
            "eng": "If the reflective brain is busy figuring something else out ― like trying to remember a seven­digit number ― then impulse can easily win.",
            "kor": "만약 숙고하는 뇌가 일곱 자리 숫자를 기억하려고 애쓰는 일과 같은 다른 어떤 것을 해결하느라 바쁘다면, 충 동이 쉽게 이길 수 있다."
        },
        {
            "eng": "On  the  other  hand,  if  we’re  not  thinking  too  hard  about  something  else  (with  only  a  minor distraction like memorizing two digits), then the reflective system can deny the emotional impulse of the reflexive side.",
            "kor": "다른 한편, 우리가 다른 것에 관해 너무 열심히 생각하고 있지 않다면(두 자리 숫자를 외우는 것과 같은 사소 하게 주의를 산만하게 하는 일만 있을 때), 숙고하는 (뇌의) 계통은 반사적인 쪽의 감정적인 충동을 억제할 수 있다."
        },
        {
            "eng": "According to the above experiment, the increased intellective load on the brain leads the reflexive side of the brain to become dominant.",
            "kor": "위 실험에 따르면, 뇌에 가해지는 증가된 지적 부담은 뇌의 반사적인 부분이 우세해지게 한다."
        }
    ]
}