{
	"topic": "유아들은 초기 사회적 상호작용을 통해서 자신의 행동의 결과를 인식한다.",
	"topicEng": "Infants recognize the consequences of their actions through early social interactions",
	"content": [
		{
			"eng": "By noticing the relation between their own actions and resultant external changes, infants develop self‐efficacy, a sense that they are agents of the perceived changes.",
			"kor": "유아들은 자신의 행동과 그에 따른 외부 변화 사이에서의 관계를 알아차림으로써, 그들이 인지된 변화의 주체자라는 인식, 즉 자아 효능감을 발전시킨다."
		},
		{
			"eng": "Although infants can notice the effect of their behavior on the physical environment, it is in early social interactions that infants most readily perceive the consequence of their actions.",
			"kor": " 유아들은 자신의 행동이 물리적 환경에 미치는 영향을 알아차릴 수 있는데, 바로 초기 사회적 상호 작용을 통해서 유아들은 매우 쉽게 자신의 행동의 결과를 인식한다."
		},
		{
			"eng": "People have perceptual characteristics that virtually assure that infants will orient toward them.",
			"kor": " 사람들은 유아들이 그들에게 향하는 것을 실제로 확실하게 하는 지각과 관련된 특성을 가지고 있다."
		},
		{
			"eng": "They have visually contrasting and moving faces.",
			"kor": " 사람들은 시각적으로 구별되고 달라지는 얼굴 표정을 지닌다."
		},
		{
			"eng": "They produce sound, provide touch, and have interesting smells.",
			"kor": " 사람들은 소리를 만들고, 촉각을 제공하고, 흥미로운 냄새를 가지고 있다."
		},
		{
			"eng": "In addition, people engage with infants by exaggerating their facial expressions and inflecting their voices in ways that infants find fascinating.",
			"kor": "또한, 사람들은 유아들이 매력적이라고 느끼는 방식으로 얼굴 표정을 과장하고 목소리를 조절하면서 유아들과 관계를 맺는다."
		},
		{
			"eng": "But most importantly, these antics are responsive to infants’ vocalizations, facial expressions, and gestures; people vary the pace and level of their behavior in response to infant actions.",
			"kor": " 그러나 다른 무엇보다 중요한 것은 이러한 익살스러운 행동은 유아들의 발성, 얼굴 표정, 몸짓에 대해 반응을 잘 한다는 것이다; 사람들은 유아들의 행동에 반응하여 자신들의 행동의 속도와 수준을 다양하게 한다."
		},
		{
			"eng": "Consequentially, early social interactions provide a context where infants can easily notice the effect of their behavior.",
			"kor": " 결과적으로 초기 사회적 상호 작용은 유아들이 자신의 행동의 영향을 쉽게 알아차릴 수 있는 맥락을 제공한다."
		}
	]
}