{
	"topic": "도움을 받는 사람의 자존감을 손상시킬 경우에는 도움이 효과적이지 않을 수 있다.",
	"topicEng": "Help may not be effective if it damages the self-esteem of the person being helped",
	"content": [
		{
			"eng": "There are several reasons why support may not be effective.",
			"kor": "도움이 효과적이지 않을 수 있는 몇몇 이유들이 있다."
		},
		{
			"eng": "One possible reason is that receiving help could be a blow to self-esteem.",
			"kor": " 한 가지 가능한 이유는 도움을 받는 것이 자존감에 타격이 될 수 있다는 것이다."
		},
		{
			"eng": "A recent study by Christopher Burke and Jessica Goren at Lehigh University examined this possibility.",
			"kor": " Lehigh 대학의 Christopher Burke와 Jessica Goren에 의한 최근 한 연구는 이 가능성을 조사했다."
		},
		{
			"eng": "According to the threat to self-esteem model, help can be perceived as supportive and loving, or it can be seen as threatening if that help is interpreted as implying incompetence.",
			"kor": " 자존감 위협 모델 이론에 따르면, 도움은 협력적이고 애정 있는 것으로 여겨질 수도 있고, 혹은 만약 그 도움이 무능함을 암시하는 것으로 해석된다면 위협적으로 보여질 수 있다."
		},
		{
			"eng": "According to Burke and Goren, support is especially likely to be seen as threatening if it is in an area that is self-relevant or self‐defining — that is, in an area where your own success and achievement are especially important.",
			"kor": " Burke와 Goren에 따르면 도움이 자기 연관적이거나 자기 정의적인 영역 ― 다시 말해, 당신 자신의 성공과 성취가 특히 중요한 영역 ― 안에 있는 경우, 그것은 특히 위협으로 보여질 가능성이 있다."
		},
		{
			"eng": " Receiving help with a self-relevant task can make you feel bad about yourself, and this can undermine the potential positive effects of the help.",
			"kor": " 자기 연관적인 일로 도움을 받는 것은 당신이 당신 자신에 대해 나쁘게 느끼게 만들 수 있고, 이것은 도움의 잠재적인 긍정적 영향을 손상시킬 수 있다."
		},
		{
			"eng": "For example, if your self‐concept rests, in part, on your great cooking ability, it may be a blow to your ego when a friend helps you prepare a meal for guests because it suggests that you’re not the master chef you thought you were.",
			"kor": " 예를 들어, 만약 당신의 자아 개념이 어느 정도는 당신의 훌륭한 요리 실력에 놓여 있다면, 친구가 당신이 손님들을 위해 식사를 준비하는 것을 도울 때 이는 당신의 자아에 타격이 될 수 있는데 이는 당신이 자신이 그렇다고 생각했던 유능한 요리사가 아니라는 점을 암시하기 때문이다."
		}
	]
}