{
	"topic": "자신의 주장과 반대되는 주장의 근거를 이해할 때 겸손을 배우게 된다.",
	"topicEng": "When you understand the reasons againtst your arguments, you come to learn humility",
	"content": [
		{
			"eng": "One benefit of reasons and arguments is that they can foster humility.",
			"kor": "근거와 주장의 한 가지 이점은 겸손을 기를 수 있다는 점이다."
		},
		{
			"eng": "If two people disagree without arguing, all they do is yell at each other.",
			"kor": "만약에 두 사람이 논쟁 없이 의견만 다르다면, 그들이 하는 것은 서로에게 고함을 지르는 것뿐이다."
		},
		{
			"eng": "No progress is made.",
			"kor": " 어떠한 발전도 없다."
		},
		{
			"eng": "Both still think that they are right.",
			"kor": "양측은 여전히 자신이 옳다고 생각한다."
		},
		{
			"eng": "In contrast, if both sides give arguments that articulate reasons for their positions, then new possibilities open up.",
			"kor": "대조적으로, 양측이 자신의 입장에 대한 이유를 분명하게 말하는 주장을 제시한다면, 새로운 가능성이 열린다."
		},
		{
			"eng": " One of the arguments gets refuted — that is, it is shown to fail.",
			"kor": " 이러한 주장 중 한쪽이 반박된다 - 즉, 틀렸다는 것이 보여진다."
		},
		{
			"eng": "In that case, the person who depended on the refuted argument learns that he needs to change his view.",
			"kor": "이런 경우에 반박된 주장에 의지했던 사람은 자신의 관점을 바꿀 필요가 있다는 것을 배운다."
		},
		{
			"eng": "That is one way to achieve humility — on one side at least.",
			"kor": "이것은 적어도 한쪽에서는 겸손을 얻는 한 방식이다."
		},
		{
			"eng": "Another possibility is that neither argument is refuted.",
			"kor": " 또 다른 가능성은 어떤 주장도 반박되지 않는 것이다."
		},
		{
			"eng": " Both have a degree of reason on their side.",
			"kor": " 둘 다 자신의 입장에서 어느 정도 근거가 있다."
		},
		{
			"eng": "Even if neither person involved is convinced by the other’s argument, both can still come to appreciate the opposing view.",
			"kor": " 대화자의 어느 누구도 상대의 주장에 설득되지 않더라도, 양측은 그럼에도 불구하고 반대 견해를 이해하게 된다."
		},
		{
			"eng": "They also realize that, even if they have some truth, they do not have the whole truth.",
			"kor": " 그들이 약간의 진실을 가지고 있다 하더라도 완전한 진실은 가지고 있지 않다는 점을 그들은 또한 인식하게 된다."
		},
		{
			"eng": "They can gain humility when they recognize and appreciate the reasons against their own view.",
			"kor": " 그들은 자신의 견해에 반대되는 근거를 인식하고 이해할 때 겸손을 얻을 수 있다."
		}
	]
}