{
	"topic": "감정적으로 격양될 때, 상황으로부터 자신을 분리하라",
	"topicEng": "When emotionally upset, seperate yourself from the situation",
	"content": [
		{
			"eng": "When we are emotionally charged, we often use anger to hide our more primary and deeper emotions, such as sadness and fear, which doesn’t allow for true resolution to occur.",
			"kor": "우리가 감정적으로 격앙되어 있을 때, 우리는 자주 슬픔과 공포와 같은 우리의 더 원초적이고 더 깊은 감정을 숨기기 위해 분노를 사용하는데, 그것은 진정한 해결책이 생기는 것을 허용하지 않는다."
		},
		{
			"eng": "Separating yourself from an emotionally upsetting situation gives you the space you need to better understand what you are truly feeling so you can more clearly articulate your emotions in a logical and less emotional way.",
			"kor": "감정적으로 화가 나는 상황으로부터 자신을 분리하는 것은 당신이 진정으로 느끼고 있는 것을 더 잘 이해하기 위해 필요한 공간을 제공하기에 당신은 논리적이고 덜 감정적인 방법으로 감정을 더 명확하게 표현할 수 있다."
		},
		{
			"eng": "A time-out also helps spare innocent bystanders.",
			"kor": "타임아웃은 또한 무고한 구경꾼들을 구하는 데 도움이 된다."
		},
		{
			"eng": "When confronted with situations that don’t allow us to deal with our emotions or that cause us to suppress them, we may transfer those feelings to other people or situations at a later point.",
			"kor": "우리가 우리의 감정에 대처하도록 허용되지 않는 상황 혹은 그 감정을 억누르게 하는 상황에 직면했을 때, 우리는 그러한 감정을 나중에 다른 사람들이나 상황에 전이할 수도 있다."
		},
		{
			"eng": "For instance, if you had a bad day at work, you may suppress your feelings at the office, only to find that you release them by getting into a fight with your kids or spouse when you get home later that evening.",
			"kor": "예를 들어, 만약 당신이 직장에서 기분이 나쁜 하루를 보냈다면, 당신은 사무실에서 당신의 감정을 억누를 수 있지만, 결과적으로 그 후 저녁에 당신이 집에 도착했을 때 당신의 아이들이나 배우자와 다툼으로써 그것들을 표출하는 것을 발견하게 된다."
		},
		{
			"eng": "Clearly, your anger didn’t originate at home, but you released it there.",
			"kor": "분명히, 당신의 분노는 집에서 비롯된 것이 아니었지만, 거기서 그것을 표출했다."
		},
		{
			"eng": "When you take the appropriate time to digest and analyze your feelings, you can mitigate hurting or upsetting other people who have nothing to do with the situation.",
			"kor": "당신의 감정을 소화하고 분석하는 데 적절한 시간을 가질 때, 당신은 그 상황과 무관한 다른 사람들을 상처주거나 화나게하는 것을 완화시킬 수 있다."
		}
	]
}