{
	"topic": "개는 사람의 얼굴에 대한 심상을 형성하고 판단하는 능력이 있다.",
	"topicEng": "Dogs have the ability to shape and judge the image of a person's face",
	"content": [
		{
			"eng": "A recent study shows that dogs appear to form mental images of people’s faces.",
			"kor": "최근의 한 연구는 개들이 사람들의 얼굴에 대한 심상(心象)을 형성하는 것처럼 보인다는 것을 보여준다."
		},
		{
			"eng": "Scientists placed 28 dogs in front of a computer monitor blocked by an opaque screen, then played a recording of the dog’s human guardian or a stranger saying the dog’s name five times through speakers in the monitor.",
			"kor": "과학자들은 28마리의 개들을 불투명한 스크린으로 가려진 컴퓨터 모니터 앞에 놓고, 모니터의 스피커를 통해 개의 보호자나 낯선 사람이 개의 이름을 5번 부르는 녹음을 틀어주었다."
		},
		{
			"eng": "Finally, the screen was removed to reveal either the face of the dog’s human companion or a stranger’s face.",
			"kor": "마지막으로 개의 인간 동반자의 얼굴이나 낯선 사람의 얼굴을 드러내기 위해 스크린을 제거했다."
		},
		{
			"eng": "The dogs’ reactions were videotaped.",
			"kor": "개들의 반응이 비디오로 녹화되었다."
		},
		{
			"eng": "Naturally, the dogs were attentive to the sound of their name, and they typically stared about six seconds at the face after the screen was removed.",
			"kor": "당연히, 개들은 자신의 이름을 부르는 소리에 주의를 기울였고, 스크린이 제거된 후 그들은 일반적으로 약 6초 동안 얼굴을 응시했다."
		},
		{
			"eng": "But they spent significantly more time gazing at a strange face after they had heard the familiar voice of their guardian.",
			"kor": "그러나 그들은 보호자의 친숙한 목소리를 들은 후 낯선 사람의 얼굴을 응시하는 것에 훨씬 더 많은 시간을 보냈다."
		},
		{
			"eng": "That they paused for an extra second or two suggests that they realized something was wrong.",
			"kor": "그들이 일, 이초간 더 멈췄다는 것은 그들이 뭔가 잘못된 것을 파악했음을 보여준다."
		},
		{
			"eng": "The conclusion drawn is that dogs form a picture in their mind, and that they can think about it and make predictions based on that picture.",
			"kor": "도출된 결론은 개들이 머릿속에 그림을 형성하고 그들이 그것에 대해서 생각할 수 있고 그 그림을 바탕으로 예측할 수 있다는 것이다."
		},
		{
			"eng": "And, like us, they are puzzled when what they see or hear doesn’t match what they were expecting.",
			"kor": "그리고 우리와 마찬가지로, 개들은 그들이 보거나 듣는 것이 그들이 기대했던 것과 일치하지 않을 때 당황한다."
		}
	]
}