{
    "topic" : "습관의 이점과 단점", 
    "topicEng": "The advantages and disadvantages of habit",
    "content" : [{
        "eng": "Habits create the foundation for mastery. ",
        "kor": "습관은 숙달의 토대를 만든다. "
    },
    {
        "eng": "In chess, it is only after the basic movements of the pieces have become automatic that a player can focus on the next level of the game. ",
        "kor": "체스에서 체스를 두는 사람이 게임의 다음 레벨에 집중할 수 있게 되는 것은 오직 말의 기본적인 움직임이 자동적으로 이루어지고 나서이다. "
    },
    {
        "eng": "Each chunk of information that is memorized opens up the mental space for more effortful thinking. ",
        "kor": "암기된 각각의 정보 덩어리는 더 노력이 필요한 사고를 할 수 있도록 정신적 공간을 열어준다. "
    },
    {
        "eng": "This is true for anything you attempt. ",
        "kor": "이것은 여러분이 시도하는 어떤 것에도 적용된다. "
    },
    {
        "eng": "When you know the simple movements so well that you can perform them without thinking, you are free to pay attention to more advanced details. ",
        "kor": "간단한 동작을 매우 잘 알고 있어서 생각하지 않고도 할 수 있을 때, 더 높은 수준의 세부 사항에 자유롭게 집중하게 된다. "
    },
    {
        "eng": "In this way, habits are the backbone of any pursuit of excellence. ",
        "kor": "이런 식으로, 습관은 그 어떤 탁월함을 추구할 때도 중추적인 역할을 한다. "
    },
    {
        "eng": "However, the benefits of habits come at a cost. ",
        "kor": "그러나 습관의 이점에는 대가가 따른다. "
    },
    {
        "eng": "At first, each repetition develops fluency, speed, and skill. ",
        "kor": "처음에, 각각의 반복은 유창함, 속도, 그리고 기술을 발달시킨다. "
    },
    {
        "eng": "But then, as a habit becomes automatic, you become less sensitive to feedback. ",
        "kor": "그러나 그 다음에 습관이 자동화되면서 여러분은 피드백에 덜 민감해지게 된다. "
    },
    {
        "eng": "You fall into mindless repetition. ",
        "kor": "여러분은 무의식적인 반복으로 빠져든다. "
    },
    {
        "eng": "It becomes easier to let mistakes slide. ",
        "kor": "실수를 대수롭지 않게 여기기가 더 쉬워진다. "
    },
    {
        "eng": "When you can do it “good enough” automatically, you stop thinking about how to do it better.",
        "kor": "여러분이 저절로 ‘충분히 잘’ 할 수 있을 때, 그것을 더 잘 할 수 있는 방법에 대해 생각하기를 멈춘다. "
    }
]
}