{
	"topic": "구매 결정에 미치는 '중요한' 요소와 '중추적인' 요소의 차이",
	"topicEng": "Differences between 'important' and 'pivotal' factors in purchasing decisions",
	"content": [
		{
			"eng": "Some resources, decisions, or activities are important (highly valuable on average) while others are pivotal (small changes make a big difference).",
			"kor": "어떤 자원들, 결정들, 또는 활동들은 ‘중요한’(평균적으로 매우 가치있는) 반면 다른 것들은 ‘중추적’이다(작은 변화가 큰 차이를 만든다)."
		},
		{
			"eng": "Consider how two components of a car relate to a consumer’s purchase decision: tires and interior design.",
			"kor": "자동차의 두 구성 요소, 타이어와 내부 디자인이 어떻게 소비자의 구매 결정과 관련이 있는지 생각해 보자."
		},
		{
			"eng": "Which adds more value on average?",
			"kor": "어떤 것이 평균적으로 더 가치를 더하는가?"
		},
		{
			"eng": "The tires.",
			"kor": "타이어이다."
		},
		{
			"eng": "They are essential to the car’s ability to move, and they impact both safety and performance.",
			"kor": "타이어는 차의 운행 능력에 필수적이고 안전과 성능 모두에 영향을 준다."
		},
		{
			"eng": "Yet tires generally do not influence purchase decisions because safety standards guarantee that all tires will be very safe and reliable.",
			"kor": "하지만 타이어는 일반적으로 구매 결정에 영향을 미치지 않는데, 그 이유는 안전기준들이 모든 타이어가 매우 안전하고 믿을만 하다고 보장해주기 때문이다."
		},
		{
			"eng": "Differences in interior features ― optimal sound system, portable technology docks, number and location of cup holders ― likely have far more effect on the consumer’ buying decision.",
			"kor": "최적의 음향 시스템, 스마트기기 거치대, 컵 홀더의 개수와 위치와 같은 내부 디자인 사양 차이가 아마도 소비자의 구매 결정에 훨씬 더 큰 영향을 미친다."
		},
		{
			"eng": "In terms of the overall value of an automobile, you can’t drive without tires, but you can drive without cup holders and a portable technology dock.",
			"kor": "자동차의 전반적인 가치 측면에서, 당신은 타이어 없이는 운전할 수 없지만 컵 홀더나 스마트기기 거치대가 없어도 운전할 수 있다."
		},
		{
			"eng": "Interior features, however, clearly have a greater impact on the purchase decision.",
			"kor": "하지만 내부 디자인 사양들은 확실히 구매 결정에 더 큰 영향을 미친다."
		},
		{
			"eng": "In our language, the tires are important, but the interior design is pivotal.",
			"kor": "우리 표현으로 하자면, 타이어는 중요하지만 내부 디자인은 중추적이다."
		}
	]
}