{
    "topic" : "장기 이식을 위한 의학의 발전과 변화", 
    "topicEng": "The advances and changes in the medical community for organ transplantation",
    "content": [
        {
            "eng": "Of all the medical achievements of the 1960s, the most widely known was the first heart transplant, performed by the South African surgeon Christiaan Barnard in 1967. ",
            "kor": "1960년대의 모든 의학적 성취 중에서 가장 널리 알려진 것은 1967년 남아프리카 공화국의 외과 의사 Christiaan Barnard에 의해서 행해진 최초의 심장 이식이었다. "
        },
        {
            "eng": "The patient’s death 18 days later did not weaken the spirits of those who welcomed a new era of medicine. ",
            "kor": "18일 후에 그 환자가 사망한 것이 의학의 새로운 시대를 환영하는 사람들의 사기를 떨어뜨리지 않았다. "
        },
        {
            "eng": "The ability to perform heart transplants was linked to the development of respirators, which had been introduced to hospitals in the 1950s. ",
            "kor": "심장 이식을 할 수 있는 능력은 1950년대에 병원에 도입된 인공호흡기의 개발과 관련이 있었다. "
        },
        {
            "eng": "Respirators could save many lives, but not all those whose hearts kept beating ever recovered any other significant functions. ",
            "kor": "인공호흡기는 많은 생명을 구할 수 있었지만, 심장이 계속해서 뛰는 사람들이 모두 다 어떤 다른 중요한 기능을 회복한 것은 아니었다. "
        },
        {
            "eng": "In some cases, their brains had ceased to function altogether. ",
            "kor": "어떤 경우에는 그들의 뇌가 완전히 기능을 멈추었다. "
        },
        {
            "eng": "The realization that such patients could be a source of organs for transplantation led to the setting up of the Harvard Brain Death Committee, and to its recommendation that the absence of all “discernible central nervous system activity” should be “a new criterion for death”.",
            "kor": "그러한 환자들이 이식용 장기 공급자가 될 수 있다는 인식으로 인해 하버드 뇌사 위원회가 설립되었고, 모든 ‘식별 가능한 중추 신경계 활동’의 부재는 ‘사망의 새로운 기준’이 되어야 한다는 그 위원회의 권고로 이어졌다. "
        },
        {
            "eng": "The recommendation has since been adopted, with some modifications, almost everywhere.",
            "kor": "그 권고는 그 후 일부 수정을 거쳐 거의 모든 곳에서 받아들여졌다."
        }
    ]
}