{
"topic" : "내부 집단과 동일시 하려는 우리의 선천적인 경향", 
"content": [
    {
        "eng": "In their study in 2007 Katherine Kinzler and her colleagues at Harvard showed that our tendency to identify with an in-group to a large degree begins in infancy and may be innate. ",
        "kor": "2007년에 있었던 연구에서 Katherine Kinzler 와 그녀의 하버드 동료들은 내(內)집단과 동일시하려는 우리의 경향이 상당 부분 유아기에 시작되고 선천적일 수 있음을 보여 주었다. "
    },
    {
        "eng": "Kinzler and her team took a bunch of five-month-olds whose families only spoke English and showed the babies two videos. ",
        "kor": "Kinzler와 그녀의 팀은 가족들이 영어만을 말하는 한 무리의 5개월 된 아이들을 골라 두 개의 영상을 보여 주었다. "
    },
    {
        "eng": "In one video, a woman was speaking English. ",
        "kor": "한 영상에서 한 여성이 영어를 말하고 있었다. "
    },
    {
        "eng": "In the other, a woman was speaking Spanish. ",
        "kor": "다른 영상에서는 한 여성이 스페인어를 말하고 있었다. "
    },
    {
        "eng": "Then they were shown a screen with both women side by side, not speaking. ",
        "kor": "그러고 나서 그들에게 두 여성 모두 말없이 나란히 있는 화면을 보여 주었다. "
    },
    {
        "eng": "In infant psychology research, the standard measure for affinity or interest is attention ― babies will apparently stare longer at the things they like more. ",
        "kor": "유아 심리학 연구에서 애착이나 관심의 표준 척도는 주목인데, 아기들은 분명 그들이 더 좋아하는 것을 더 오래 쳐다볼 것이다."
    },
    {
        "eng": "In Kinzler’s study, the babies stared at the English speakers longer. ",
        "kor": "Kinzler의 연구에서 아기들은 영어 사용자들을 더 오래 쳐다보았다. "
    },
    {
        "eng": "In other studies, researchers have found that infants are more likely to take a toy offered by someone who speaks the same language as them. ",
        "kor": "다른 연구들에서 연구자들은 유아들이 자신들과 같은 언어를 사용하는 사람이 제공하는 장난감을 받을 가능성이 더 높다는 점을 발견했다. "
    },
    {
        "eng": "Psychologists routinely cite these and other experiments as evidence of our built-in evolutionary preference for “our own kind.”",
        "kor": "심리학자들은 ‘우리와 같은 종류’에 대한 우리의 내재된 진화론적인 선호에 대한 증거로 이것들과 다른 실험들을 반복해서 인용한다."
    },
    {
        "eng": "Infants’ more favorable responses to those who use a familiar language show that there can be an inborn tendency to prefer in-group members.",
        "kor": "친숙한 언어를 사용하는 사람들에 대한 유아들의 더 호의적인 반응은 내집단 구성원들을 선호하는 선천적인 경향이 있을 수 있음을 보여 준다."
    }
]
}