{
"topic" : "대화는 언어 발달의 핵심이다.", 
"content": [
    {
        "eng": "Like all humans, the first Homo species to begin the long difficult process of constructing a language from scratch almost certainly never said entirely what was on their minds. ",
        "kor": "모든 인간처럼, 맨 처음부터 언어를 구성하는 길고 힘든 과정을 시작한 최초의 ‘호모’ 종은 거의 틀림없이 자신의 마음에 있는 것을 온전히 말하지 않았다. "
    },
    {
        "eng": "At the same time, these primitive hominins would not have simply made random sounds or gestures. ",
        "kor": "동시에, 이 원시 호미닌(인간의 조상으로 분류되는 종족)들은 단순히 무작위적인 소리를 내거나 몸짓을 하지는 않았을 것이다. "
    },
    {
        "eng": "Instead, they would have used means to communicate that they believed others would understand. ",
        "kor": "대신, 그들은 남들이 이해할 것이라고 믿는 의사소통 수단을 사용했을 것이다. "
    },
    {
        "eng": "And they also thought their hearers could “fill in the gaps”, and connect their knowledge of their culture and the world to interpret what was uttered.",
        "kor": "그리고 그들은 또한 자신의 청자들이 ‘빈틈을 메울’ 수 있고, 발화된 것을 해석하기 위해 그들의 문화와 세계에 대한 지식을 연결할 수 있다고 생각했다."
    },
    {
        "eng": "These are some of the reasons why the origins of human language cannot be effectively discussed unless conversation is placed at the top of the list of things to understand. ",
        "kor": "이러한 것들이 대화가 이해해야 할 것들의 목록 중 맨 위에 놓이지 않는 한, 인간 언어의 기원이 효과적으로 논의될 수 없는 몇 가지 이유이다."
    },
    {
        "eng": "Every aspect of human language has evolved, as have components of the human brain and body, to engage in conversation and social life. ",
        "kor": "인간의 뇌와 신체의 구성 요소들이 그래왔듯이, 인간 언어의 모든 측면은 대화와 사회 생활에 관여하도록 진화해 왔다. "
    },
    {
        "eng": "Language did not fully begin when the first hominid uttered the first word or sentence. ",
        "kor": "언어는 최초의 호미니드(사람과의 동물)가 최초의 단어나 문장을 발화했을 때 온전히 시작된 것은 아니었다. "
    },
    {
        "eng": "It began in earnest only with the first conversation, which is both the source and the goal of language. ",
        "kor": "그것은 최초의 대화와 함께 본격적으로 시작되었는데, 이는 언어의 근원이자 목적이다. "
    },
    {
        "eng": "Indeed, language changes lives. ",
        "kor": "실제로, 언어는 삶을 변화시킨다. "
    },
    {
        "eng": "It builds society and expresses our highest aspirations, our basest thoughts, our emotions and our philosophies of life. ",
        "kor": "그것은 사회를 세우고, 우리의 가장 높은 열망, 가장 기본적인 생각, 감정 그리고 삶의 철학을 표현한다. "
    },
    {
        "eng": "But all language is ultimately at the service of human interaction. ",
        "kor": "하지만 모든 언어는 궁극적으로 인간의 상호 작용을 위한 것이다. "
    },
    {
        "eng": "Other components of language ―things like grammar and stories ― are subordinate to conversation.",
        "kor": "언어의 다른 요소들, 즉 문법과 이야기와 같은 것은 대화에 부차적인 것들이다."
    }
]
}