{
"topic" : "대화는 언어 발달의 핵심이다.", 
"content": [
    {
        "eng": "Like all humans, the first Homo species to begin the long difficult process of constructing a language from scratch almost certainly never said entirely what was on their minds. ",
        "kor": ""
    },
    {
        "eng": "At the same time, these primitive hominins would not have simply made random sounds or gestures. ",
        "kor": ""
    },
    {
        "eng": "Instead, they would have used means to communicate that they believed others would understand. ",
        "kor": ""
    },
    {
        "eng": "And they also thought their hearers could “fill in the gaps”, and connect their knowledge of their culture and the world to interpret what was uttered.",
        "kor": ""
    },
    {
        "eng": "These are some of the reasons why the origins of human language cannot be effectively discussed unless conversation is placed at the top of the list of things to understand. ",
        "kor": ""
    },
    {
        "eng": "Every aspect of human language has evolved, as have components of the human brain and body, to engage in conversation and social life. ",
        "kor": ""
    },
    {
        "eng": "Language did not fully begin when the first hominid uttered the first word or sentence. ",
        "kor": ""
    },
    {
        "eng": "It began in earnest only with the first conversation, which is both the source and the goal of language. ",
        "kor": ""
    },
    {
        "eng": "Indeed, language changes lives. ",
        "kor": ""
    },
    {
        "eng": "It builds society and expresses our highest aspirations, our basest thoughts, our emotions and our philosophies of life. ",
        "kor": ""
    },
    {
        "eng": "But all language is ultimately at the service of human interaction. ",
        "kor": ""
    },
    {
        "eng": "Other components of language ―things like grammar and stories ― are subordinate to conversation.",
        "kor": ""
    }
]
}