{
"topic" : "일부러 시합에서 패배함으로서 한 노인을 도운 James", 
"content": [
    {
        "eng": "James Walker was a renowned wrestler and he made his living through wrestling. ",
        "kor": "James Walker는 유명한 레슬링 선수였고 레슬링으로 생계를 유지했다."
    },
    {
        "eng": "In his town, there was a tradition in which the leader of the town chose a day when James demonstrated his skills. ",
        "kor": "그의 마을에는 마을의 지도자가 하루를 정해 James가 자신의 기술을 보여 주는 전통이 있었다. "
    },
    {
        "eng": "The leader announced one day that James would exhibit his skills as a wrestler and asked the people if there was anyone to challenge him for the prize money.",
        "kor": "지도자는 어느 날 James가 레슬링 선수로서 자신의 기술을 보여 줄 것임을 알렸고, 사람들에게 상금을 위해 그(James)에게 도전할 사람이 있는지 물었다."
    },
    {
        "eng": "Everyone was looking around in the crowd when an old man stood up and said with a shaking voice, “I will enter the contest against him.” ",
        "kor": "모두가 군중 속에서 주위를 둘러보던 중 한 노인이 일어나서 떨리는 목소리로 “내가 그(James)와의 경기에 참가하겠소.”라고 말했다. "
    },
    {
        "eng": "Everyone burst out laughing thinking that it was a joke. ",
        "kor": "모두가 그것이 농담이라고 여기며 웃음을 터뜨렸다. "
    },
    {
        "eng": "James would crush him in a minute. ",
        "kor": "James는 그를 바로 뭉개버릴 것이었다. "
    },
    {
        "eng": "According to the law, the leader could not stop someone who of his own free will entered the competition, so he allowed the old man to challenge the wrestler.",
        "kor": "관례에 따라 지도자는 본인의 자유 의지로 경기에 참여하려는 사람을 막을 수가 없었기에 그 노인이 그 레슬링 선수에게 도전하는 것을 허용했다."
    },
    {
        "eng": "When James saw the old man, he was speechless. ",
        "kor": "James가 그 노인을 봤을 때, 그는 말문이 막혔다. "
    },
    {
        "eng": "Like everyone else, he thought that the old man had a death wish. ",
        "kor": "다른 모든 사람과 마찬가지로 그는 그 노인이 죽기를 바란다고 생각했다. "
    },
    {
        "eng": "The old man asked James to come closer since he wanted to say something to him. ",
        "kor": "그(노인)가 James에게 할 말이 있었기 때문에 노인은 James에게 더 가까이 와 줄 것을 청했다. "
    },
    {
        "eng": "James moved closer and the old man whispered, “I know it is impossible for me to win but my children are starving at home. Can you lose this competition to me so I can feed them with the prize money?”",
        "kor": "James가 더 가까이 가자 노인은 “내가 이기는 게 불가능하다는 것은 알고는 있지만 내 아이들이 집에서 굶주리고 있다네. 내가 상금으로 아이들에게 밥을 먹일 수 있게 나에게 이 시합을 져 줄 수 있소?”라고 속삭였다."
    },
    {
        "eng": "James thought he had an excellent opportunity to help a man in distress. ",
        "kor": "James는 곤경에 처한 사람을 도울 아주 좋은 기회를 얻었다고 생각했다. "
    },
    {
        "eng": "He did a couple of moves so that no one would suspect that the competition was fixed. ",
        "kor": "그(James)는 아무도 그 시합이 정해졌다고 의심하지 못하도록 몇 가지 동작을 했다. "
    },
    {
        "eng": "However, he did not use his full strength and allowed the old man to win. ",
        "kor": "그러나 그는 전력을 다하지 않았고 그 노인이 이기게 했다. "
    },
    {
        "eng": "The old man was overjoyed when he received the prize money. ",
        "kor": "노인은 상금을 받고 매우 기뻐했다. "
    },
    {
        "eng": "That night James felt the most victorious he had ever felt.",
        "kor": "그날 밤 James는 그(James)가 이제껏 느껴보지 못한 가장 큰 승리감을 느꼈다."
    }
]
}