{
"topic" : "일부러 시합에서 패배함으로서 한 노인을 도운 James", 
"content": [
    {
        "eng": "James Walker was a renowned wrestler and he made his living through wrestling. ",
        "kor": ""
    },
    {
        "eng": "In his town, there was a tradition in which the leader of the town chose a day when James demonstrated his skills. ",
        "kor": ""
    },
    {
        "eng": "The leader announced one day that James would exhibit his skills as a wrestler and asked the people if there was anyone to challenge him for the prize money.",
        "kor": ""
    },
    {
        "eng": "Everyone was looking around in the crowd when an old man stood up and said with a shaking voice, “I will enter the contest against him.” ",
        "kor": ""
    },
    {
        "eng": "Everyone burst out laughing thinking that it was a joke. ",
        "kor": ""
    },
    {
        "eng": "James would crush him in a minute. ",
        "kor": ""
    },
    {
        "eng": "According to the law, the leader could not stop someone who of his own free will entered the competition, so he allowed the old man to challenge the wrestler.",
        "kor": ""
    },
    {
        "eng": "When James saw the old man, he was speechless. ",
        "kor": ""
    },
    {
        "eng": "Like everyone else, he thought that the old man had a death wish. ",
        "kor": ""
    },
    {
        "eng": "The old man asked James to come closer since he wanted to say something to him. ",
        "kor": ""
    },
    {
        "eng": "James moved closer and the old man whispered, “I know it is impossible for me to win but my children are starving at home. Can you lose this competition to me so I can feed them with the prize money?”",
        "kor": ""
    },
    {
        "eng": "James thought he had an excellent opportunity to help a man in distress. ",
        "kor": ""
    },
    {
        "eng": "He did a couple of moves so that no one would suspect that the competition was fixed. ",
        "kor": ""
    },
    {
        "eng": "However, he did not use his full strength and allowed the old man to win. ",
        "kor": ""
    },
    {
        "eng": "The old man was overjoyed when he received the prize money. ",
        "kor": ""
    },
    {
        "eng": "That night James felt the most victorious he had ever felt.",
        "kor": ""
    }
]
}