{
    "topic" : "정신과 치료를 위한 조력자로서의 동물", 
    "topicEng": "An aminal as an assitant for psychotherapy",
    "content": [
        {
            "eng": "In the 1930s the work of Sigmund Freud, the ‘father of psychoanalysis’, began to be widely known and appreciated.",
            "kor": "1930년대에 ‘정신분석학의 아버지’인 Sigmund Freud의 업적이 널리 알려지고 인정받기 시작했다. "
        },
        {
            "eng": "Less well known at the time was the fact that Freud had found out, almost by accident, how helpful his pet dog Jofi was to his patients.",
            "kor": "Freud가 자신의 애완견 Jofi가 그의 환자들에게 매우 도움이 되었다는 것을 거의 우연하게 발견했다는 사실은 당시에 덜 알려졌다. "
        },
        {
            "eng": "He had only become a dog­lover in later life when Jofi was given to him by his daughter Anna.",
            "kor": "Freud는 그의 딸 Anna가 그에게 Jofi를 주었던 말년이 되어서야 개를 사랑하는 사람이 되었다. "
        },
        {
            "eng": "The dog sat in on the doctor’s therapy sessions and Freud discovered that his patients felt much more comfortable talking about their problems if the dog was there.",
            "kor": "그 개는 그 의사(Freud)의 치료 시간에 앉아 있었는데, Freud는 자신의 환자들이 그 개가 거기에 있으면 환자 자신들의 문제에 대해 말하는 데 더 편안하게 느낀다는 것을 발견했다. "
        },
        {
            "eng": "Some of them even preferred to talk to Jofi, rather than the doctor!",
            "kor": "환자들 중 몇몇은 심지어 그 의사(Freud)보다 Jofi에게 말하는 것을 더 좋아했다!"
        },
        {
            "eng": "Freud noted that if the dog sat near the patient, the patient found it easier to relax, but if Jofi sat on the other side of the room, the patient seemed more tense and distressed.",
            "kor": "Freud는 그 개가 환자 옆에 앉아 있을 때에는 환자가 더 쉽게 편안해 하였으나, Jofi가 방의 다른 쪽에 앉아 있을 때에는 환자가 더 긴장하고 괴로워하는 것 같아 보인다는 것을 알아차렸다. "
        },
        {
            "eng": "He was surprised to realize that Jofi seemed to sense this too.",
            "kor": "그는 Jofi도 이것을 감지하는 것 같아 보인다는 것을 깨닫고 놀랐다. "
        },
        {
            "eng": "The dog’s presence was an especially calming influence on child and teenage patients.",
            "kor": "그 개의 존재는 특히 아이 환자와 십 대 환자를 안정시키는 효과가 있었다."
        }
    ]
}