{
    "topic" : "우리 신체의 작고 사소해 보이는 불균형의 시작이 가장 중요한 문제와 원인이 된다.", 
    "topicEng": "The beginning of small and trivial imbalances in our bodies is the most important problem and cause",
    "content": [
        {
            "eng": "The body tends to accumulate problems, often beginning with one small, seemingly minor imbalance.",
            "kor": "신체는 문제를 축적하는 경향이 있으며, 그것은 흔히 하나의 작고 사소해 보이는 불균형에서 시작한다."
        },
        {
            "eng": "This problem causes another subtle imbalance, which triggers another, then several more.",
            "kor": "이 문제는 또 다른 미묘한 불균형을 유발하고, 그것이 또 다른 불균형을, 그리고 그 다음에 몇 개의 더 많은 불균형을 유발한다."
        },
        {
            "eng": "In the end, you get a symptom.",
            "kor": "결국 여러분은 어떤 증상을 갖게 된다."
        },
        {
            "eng": "It’s like lining up a series of dominoes.",
            "kor": "그것은 마치 일련의 도미노를 한 줄로 세워 놓는 것과 같다."
        },
        {
            "eng": "All you need to do is knock down the first one and many others will fall too.",
            "kor": "여러분은 첫 번째 도미노를 쓰러뜨리기만 하면 되는데, 그러면 많은 다른 것들도 또한 쓰러질 것이다."
        },
        {
            "eng": "What caused the last one to fall?",
            "kor": "마지막 도미노를 쓰러뜨린 것은 무엇인가?"
        },
        {
            "eng": "Obviously it wasn’t the one before it, or the one before that, but the first one.",
            "kor": " 분명히, 그것은 그것의 바로 앞에 있던 것이나, 그것 앞의 앞에 있던 것이 아니라, 첫 번째 도미노이다."
        },
        {
            "eng": "The body works the same way.",
            "kor": "신체도 같은 방식으로 작동한다."
        },
        {
            "eng": "The initial problem is often unnoticed.",
            "kor": "최초의 문제는 흔히 눈에 띄지 않는다."
        },
        {
            "eng": "It’s not until some of the later “dominoes” fall that more obvious clues and symptoms appear.",
            "kor": "뒤쪽의 ‘도미노’ 중 몇 개가 쓰러지고 나서야 비로소 좀 더 분명한 단서와 증상이 나타난다."
        },
        {
            "eng": "In the end, you get a headache, fatigue or depression — or even disease.",
            "kor": "결국 여러분은 두통, 피로, 또는 우울증, 심지어 질병까지도 얻게 된다."
        },
        {
            "eng": "When you try to treat the last domino — treat just the end­result symptom — the cause of the problem isn’t addressed.",
            "kor": "여러분이 마지막 도미노, 즉 최종 결과인 증상만을 치료하려 한다면, 그 문제의 원인은 해결되지 않는다."
        },
        {
            "eng": "The first domino is the cause, or primary problem.",
            "kor": "최초의 도미노가 원인, 즉 가장 중요한 문제이다."
        }
    ]
}