{
	"topic": "Voltaire는 언론의 자유와 종교적 관용을 옹호하고, 세상의 편견에 도전하여 논란을 불러일으켰던 인물이었다.",
	"topicEng": "Voltaire was a controversial figure who defended the freedom of speech and religious tolerance and challenged the prejudices of the world",
	"content": [
		{
			"eng": "A champion of free speech and religious toleration, Voltaire was a controversial figure.",
			"kor": "언론의 자유와 종교적 관용의 옹호자인 Voltaire는 논란이 많았던 인물이었다."
		},
		{
			"eng": "He is, for instance, supposed to have declared, “I hate what you say, but will defend to the death your right to say it,” a powerful defense of the idea that even views that you despise deserve to be heard.",
			"kor": "예를 들어 그는 “나는 여러분이 하는 말을 싫어하지만 그것을 말할 여러분의 권리를 사력을 다해 옹호할 것이다,”라고 말했다고 여겨지는데, 그것은 여러분이 경멸하는 의견조차도 들을 자격이 있다는 생각에 대한 강력한 변론이었다."
		},
		{
			"eng": "In eighteenth-century Europe, however, the Catholic Church strictly controlled what could be published.",
			"kor": "하지만 18세기 유럽에서는 가톨릭교회가 무엇이 출판될 수 있는지를 엄격히 통제하였다."
		},
		{
			"eng": "Many of Voltaire’s plays and books were censored and burned in public, and he was even imprisoned in the Bastille in Paris because he had insulted a powerful aristocrat.",
			"kor": "Voltaire의 많은 희곡과 책이 검열을 받았고 공개적으로 불태워졌으며, 세력이 있는 귀족을 모욕했기 때문에 파리의 Bastille 감옥에 수감되기까지 하였다."
		},
		{
			"eng": "But none of this stopped him challenging the prejudices and pretensions of those around him.",
			"kor": "하지만 이 중 어떤 것도 그가 그의 주변 사람들의 편견과 가식에 도전하는 것을 멈추게 하지 못했다."
		},
		{
			"eng": "In his short philosophical novel, Candide, he completely undermined the kind of religious optimism about humanity and the universe that other contemporary thinkers had expressed, and he did it in such an entertaining way that the book became an instant bestseller.",
			"kor": "그의 철학 단편 소설인 ‘Candide’에서, 그는 당대의 다른 사상가들이 표명했던 인류와 우주에 대한 종교적인 낙관론을 완전히 훼손했고, 이를 매우 재미있는 방식으로 하여 그 책은 즉시 베스트셀러가 되었다."
		},
		{
			"eng": "Wisely, Voltaire left his name off the title page, otherwise its publication would have landed him in prison again for making fun of religious beliefs.",
			"kor": "현명하게도, Voltaire는 속표지에서 자신의 이름을 지웠는데, 만약 그렇지 않았다면 그 책의 출판은 종교적 신념을 조롱한 이유 로 다시 그를 감옥에 갇히게 했을지도 모른다."
		}
	]
}