{
    "topic" : "부의 총량이 제한되어 있다는 이전 시대 사람들의 믿음", 
    "topicEng": "The belief of the people of earlier times that the total amount of wealth is limited",
    "content": [
        {
            "eng": "Credit arrangements of one kind or another have existed in all known human cultures.",
            "kor": "이런저런 종류의 신용 거래는 모든 알려진 인류 문화에 존재해 왔다."
        },
        {
            "eng": "The problem in previous eras was not that no one had the idea or knew how to use it.",
            "kor": "이전 시대의 문제는 아무도 그 생각을 못했거나, 그것을 사용하는 방법을 몰랐던 것이 아니었다."
        },
        {
            "eng": "It was that people seldom wanted to extend much credit because they didn’t trust that the future would be better than the present.",
            "kor": "미래가 현재보다 더 나을 것으로 믿지 않았기 때문에 사람들이 많은 신용 거래를 원하는 경우가 좀처럼 없었던 것이 문제였다."
        },
        {
            "eng": "They generally believed that times past had been better than their own times and that the future would be worse.",
            "kor": "그들은 대체로 지나간 시간이 자신들의 시간(현재)보다 더 나았으며, 미래는 더 나쁠 것이라고 믿었다."
        },
        {
            "eng": "To put that in economic terms, they believed that the total amount of wealth was limited.",
            "kor": "그것을 경제 용어로 바꾸어 말하면, 그들은 부의 총량이 제한되어 있다고 믿었다."
        },
        {
            "eng": "People therefore considered it a bad bet to assume that they would be producing more wealth ten years down the line.",
            "kor": "그러므로 사람들은 십 년이 지난 후 자신들이 더 많은 부를 만들어 낼 것으로 추정하는 것은 나쁜 선택이라고 생각했다."
        },
        {
            "eng": "Business looked like a zero­sum game.",
            "kor": "사업은 제로섬 게임과 같아 보였다."
        },
        {
            "eng": "Of course, the profits of one particular bakery might rise, but only at the expense of the bakery next door.",
            "kor": "물론, 한 특정 빵집의 수익이 오를 수 있었지만, 이웃 빵집의 희생을 통해서만 가능했다."
        },
        {
            "eng": "The king of England might enrich himself, but only by robbing the king of France.",
            "kor": "영국의 왕이 부자가 될 수 있었지만, 프랑스 왕을 약탈함으로써만 가능했다."
        },
        {
            "eng": "You could cut the pie in many different ways, but it never got any bigger.",
            "kor": "많은 다양한 방법으로 파이를 자를 수 있었지만, 그것은 절대 조금도 더 커지지 않았다."
        }
    ]
}