{
    "topic" : "에세이 교정 및 편집 작업에서 효과적인 컴퓨터의 활용", 
    "topicEng": "The effective utilization of the computer for proofreading and editing essays",
    "content": [
        {
            "eng": "It can be helpful to read your own essay aloud to hear how it sounds, and it can sometimes be even more beneficial to hear someone else read it.",
            "kor": "어떻게 들리는지 들어 보기 위해서 여러분 자신의 에세이를 큰 소리로 읽는 것이 도움이 될 수 있고, 때때로 다른 누군가가 그것을 읽는 것을 듣는 것이 훨씬 더 이로울 수 있다."
        },
        {
            "eng": "Either reading will help you to hear things that you otherwise might not notice when editing silently.",
            "kor": "어느 쪽의 읽기든 그렇게 하지 않을 경우에 당신이 조용히 편집할 때 알아채지 못할지도 모르는 것들을 듣는 데 도움이 될 것이다."
        },
        {
            "eng": "If you feel uncomfortable having someone read to you, however, or if you simply don’t have someone you can ask to do it, you can have your computer read your essay to you.",
            "kor": "하지만 누군가가 당신에게 읽어 주도록 하는 것이 불편하거나, 그것을 요청할 수 있는 누군가가 없다면, 컴퓨터가 여러분의 에세이를 여러분에게 읽어 주도록 할 수 있다."
        },
        {
            "eng": "Granted, it’s not quite the same thing, and the computer is not going to tell you when something doesn’t “sound right.”",
            "kor": "물론, 그것은 완전히 똑같은 것은 아니고, 컴퓨터는 여러분에게 어떤 것이 ‘맞는 것처럼 들리지’ 않을 때 이를 말해 주지 않을 것이다."
        },
        {
            "eng": "The computer also won’t stumble over things that are awkward — it will just plow right on through.",
            "kor": "컴퓨터는 또한 어색한 것들에 대해서 더듬거리지도 않을 것이며, 그저 끝까지 계속해 나갈 것이다."
        },
        {
            "eng": "But hearing the computer read your writing is a very different experience from reading it yourself.",
            "kor": "하지만 컴퓨터가 여러분의 글을 읽는 것을 듣는 것은 여러분이 그것을 직접 읽는 것과는 매우 다른 경험이다."
        },
        {
            "eng": "If you have never tried it, you might find that you notice areas for revision, editing, and proofreading that you didn’t notice before.",
            "kor": "여러분이 그것을 시도해 본 적이 없다면, 이전에 알아채지 못했던 수정, 편집 및 교정이 필요한 부분들을 알아차리게 된다는 것을 알게 될 것이다."
        }
    ]
}