{
    "topic" : "진공청소기라는 용어의 부적절함", 
    "topicEng": "Inadequancy of the term vacuum cleaner",
    "content": [
        {
            "eng": "Hubert Cecil Booth is often credited with inventing the first powered mobile vacuum cleaner.",
            "kor": "Herbert Cecil Booth는 최초의 이동식 전동 진공청소기를 발명한 것으로 공로를 자주 인정받는다."
        },
        {
            "eng": "In fact, he only claimed to be the first to coin the term “vacuum cleaner” for devices of this nature, which may explain why he is so credited.",
            "kor": "사실 그는 단지 이런 속성을 가진 장치들에 대해 ‘진공청소기’라는 용어를 만든 최초의 사람이라고 주장했었고, 이 점이 그가 그렇게 공로를 인정받는 이유를 설명해줄 수도 있다."
        },
        {
            "eng": "As we all know, the term “vacuum” is an inappropriate name, because there exists no vacuum in a vacuum cleaner.",
            "kor": "우리 모두가 알고 있듯이, ‘진공’이라는 용어는 부적절한 이름인데, 왜냐하면 진공청소기에는 진공이 없기 때문이다."
        },
        {
            "eng": "Rather, it is the air moving through a small hole into a closed container, as a result of air being blown out of the container by a fan on the inside.",
            "kor": "오히려, 그것은 내부에 있는 송풍기를 통해서 공기가 (폐쇄된) 용기에서 밖으로 배출되는 결과로, 작은 구멍을 통해 폐쇄된 용기 안으로 유입되는 공기이다."
        },
        {
            "eng": "But I suppose a “rapid air movement in a closed container to create suction” cleaner would not sound as scientific or be as handy a name.",
            "kor": "그러나 나는 ‘흡입을 만들기 위한, 폐쇄된 용기 안에서의 빠른 공기의 흐름’ 청소기라는 말이 과학적이거나 편리한 이름으로 들리지 않을 것으로 생각한다."
        },
        {
            "eng": "Anyway, we are stuck with it historically, and it is hard to find any references to “vacuum” prior to Booth.",
            "kor": "어쨌든 우리는 역사적으로 그것을 어쩔 수 없이 사용하고 있으며, Booth 이전에 ‘진공’에 대한 어떠한 언급도 찾기가 어렵다."
        },
        {
            "eng": "Interestingly, Booth himself did not use the term “vacuum” when he filed a provisional specification describing in general terms his intended invention.",
            "kor": "흥미롭게도 Booth 자신은 그의 의도된 발명품을 일반적인 용어로 설명하는 임시 제품 설명서를 제출할 때 ‘진공’이라는 용어를 사용하지 않았다."
        }
    ]
}