{
"topic" : "동물의 생존 비결인 모방 본능", 
"content": [
    {
        "eng": "Behavioral ecologists have observed clever copying behavior among many of our close animal relatives. ",
        "kor": "행동 생태학자들이 우리와 가까운 다수의 동류 동물에게서 영리한 모방 행동을 관찰해 왔다. "
    },
    {
        "eng": "One example was uncovered by behavioral ecologists studying the behavior of a small Australian animal called the quoll. ",
        "kor": "한 예가 주머니고양이라고 불리는 작은 호주 동물의 행동을 연구하는 행동 생태학자들에 의해 발견되었다. "
    },
    {
        "eng": "Its survival was being threatened by the cane toad, an invasive species introduced to Australia in the 1930s. ",
        "kor": "그것의 생존이 1930년대에 호주로 들여와진 외래종인 수수두꺼비에 의해 위협받고 있었다. "
    },
    {
        "eng": "To a quoll, these toads look as tasty as they are poisonous, and the quolls who ate them suffered fatal consequences at a speedy rate. ",
        "kor": "주머니고양이에게 이 두꺼비들은 독성이 있는 만큼이나 먹음직스러워 보이며 그들을 먹은 주머니고양이는 빠른 속도로 치명적인 결과를 겪었다. "
    },
    {
        "eng": "Behavioral ecologists identified a clever solution by using quolls’ instincts to imitate. Scientists fed small groups of quolls toad sausages containing harmless but nausea-inducing chemicals, conditioning them to avoid the toads. ",
        "kor": "행동 생태학자들은 주머니고양이의 모방하는 본능을 이용하여 영리한 해결책을 찾아냈다. 과학자들은 주머니고양이 소집단에게 무해하지만 메스꺼움을 유발하는 화학 물질을 함유한 두꺼비 소시지를 먹여 그들이 두꺼비를 피하도록 조건화했다. "
    },
    {
        "eng": "Scientists fed small groups of quolls toad sausages containing harmless but nausea-inducing chemicals, conditioning them to avoid the toads. ",
        "kor": "과학자들은 주머니고양이 소집단에게 무해하지만 메스꺼움을 유발하는 화학 물질을 함유한 두꺼비 소시지를 먹여 그들이 두꺼비를 피하도록 조건화했다. "
    },
    {
        "eng": "Groups of these ‘toad-smart’ quolls were then released back into the wild: they taught their own offspring what they’d learned. ",
        "kor": "이러한 ‘두꺼비에 대해 똑똑해진’ 주머니고양이 집단은 그 후 야생으로 다시 방출되었고 그들은 자신이 배운 것을 자기 새끼들에게 가르쳤다. "
    },
    {
        "eng": "Other quolls copied these constructive behaviors through a process of social learning. ",
        "kor": "다른 주머니고양이들은 사회적 학습의 과정을 통해 이러한 건설적인 행동들을 모방했다. "
    },
    {
        "eng": "As each baby quoll learned to keep away from the hazardous toads, the chances of the survival of the whole quoll species―and not just that of each individual quoll―were increased. ",
        "kor": "각각의 새끼 주머니고양이가 위험한 두꺼비를 피하는 법을 배웠으므로, 개별 주머니고양이 각각의 생존 확률 뿐만 아니라 전체 주머니고양이 종의 생존 확률이향상되었다."
    },
    {
        "eng": "The quolls were saved via minimal human interference because ecologists were able to take advantage of quolls’ natural imitative instincts.",
        "kor": "주머니고양이는 최소한의 인간의 개입을 통해 구해졌는데, 왜냐하면 생태학자들이 주머니고양이의 타고난 모방 본능을 이용할 수 있었기 때문이었다. "
    }
]
}