{
"topic" : "갈등 관계를 현명한 방법으로 진한 우정 관계로 바꾼 두 이웃", 
"content": [
    {
        "eng": "A long time ago, a farmer in a small town had a neighbor who was a hunter. ",
        "kor": "오래전 작은 마을에 한 농부가 사냥꾼인 이웃을 두었다. "
    },
    {
        "eng": "The hunter owned a few fierce and poorly-trained hunting dogs. ",
        "kor": "사냥꾼은 사납고 훈련이 형편없이 된 사냥개 몇 마리를 소유하고 있었다. "
    },
    {
        "eng": "They jumped the fence frequently and chased the farmer’s lambs. ",
        "kor": "그들은 울타리를 자주 뛰어넘어 농부의 새끼 양들을 쫓아 다녔다. "
    },
    {
        "eng": "The farmer asked his neighbor to keep his dogs in check, but his words fell on deaf ears. ",
        "kor": "농부는 그 이웃에게 그의 개들을 제지해 달라고 요청했지만, 이 말은 무시되었다."
    },
    {
        "eng": "One day when the dogs jumped the fence, they attacked and severely injured several of the lambs. ",
        "kor": "그 개들이 울타리를 뛰어넘은 어느 날, 그들은 새끼 양 중 몇몇을 공격해서 심하게 다치게 했다. "
    },
    {
        "eng": "The farmer had had enough by this point. ",
        "kor": "농부는 이 시점까지 충분히 참아 왔다. "
    },
    {
        "eng": "He went to the nearest city to consult a judge. ",
        "kor": "그는 재판관에게 조언을 구하기 위해 가장 가까운 도시로 갔다. "
    },
    {
        "eng": "After listening carefully to his story, the judge said, “I could punish the hunter and instruct him to keep his dogs chained or lock them up. But you would lose a friend and gain an enemy. Which would you rather have for a neighbor, a friend or an enemy?”",
        "kor": "그의 이야기를 주의 깊게 들은 후 그 재판관이 말했다. “저는 사냥꾼을 벌하고 그에게 개들을 사슬로 묶거나 가두라고 지시할 수 있습니다. 하지만 당신은 친구를 잃고 적을 얻게 될 것입니다. 당신은 이웃을 친구 아니면 적, 어느 쪽으로 두고 싶습니까?”"
    },
    {
        "eng": "The farmer replied that he preferred a friend. ",
        "kor": "농부는 친구가 더 좋다고 대답했다."
    },
    {
        "eng": "“All right, I will offer you a solution that keeps your lambs safe and will also turn your neighbor into a good friend.” ",
        "kor": "“좋습니다. 저는 당신에게 새끼 양들을 안전하게 지키고 당신의 이웃 또한 좋은 친구로 바꿀 수 있는 해결책을 제안하겠습니다.”"
    },
    {
        "eng": "Having heard the judge’s solution, the farmer agreed. ",
        "kor": "재판관의 해결책을 듣고, 농부는 동의했다. "
    },
    {
        "eng": "As soon as the farmer reached home, he immediately put the judge’s suggestions to the test.",
        "kor": "농부가 집에 도착하자마자, 그는 즉시 재판관의 제안을 시험해 보았다."
    },
    {
        "eng": "He selected three of the cutest lambs from his farm. ",
        "kor": "그는 자신의 농장에서 가장 귀여운 새끼 양들 중 세 마리를 골랐다. "
    },
    {
        "eng": "He then presented them to his neighbor’s three small sons. ",
        "kor": "그러고 나서 그는 자기 이웃의 세 어린 아들들에게 그것들을 주었다. "
    },
    {
        "eng": "The children accepted with joy and began to play with them. ",
        "kor": "아이들은 기뻐하며 받고 새끼 양들과 함께 놀기 시작했다."
    },
    {
        "eng": "To protect his sons’ newly acquired playmates, the hunter built a strong doghouse for his dogs. ",
        "kor": "자기 아들들의 새로 얻은 놀이 친구들을 보호하기 위해서, 사냥꾼은 자신의 개들을 위해 튼튼한 개집을 지었다. "
    },
    {
        "eng": "The dogs never bothered the farmer’s lambs again. ",
        "kor": "그 개들은 농부의 새끼 양들을 다시는 괴롭히지 않았다."
    },
    {
        "eng": "Out of gratitude for the farmer’s generosity toward his children, the hunter often invited the farmer for feasts. ",
        "kor": "자신의 아이들에 대한 농부의 관대함에 대해 감사한 마음에서, 사냥꾼은 농부를 진수성찬에 자주 초대했다."
    },
    {
        "eng": "In turn, the farmer offered him lamb meat and cheese he had made. ",
        "kor": "그 답례로 농부는 양고기와 자신이 만든 치즈를 제공했다. "
    },
    {
        "eng": "The farmer quickly developed a strong friendship with him.",
        "kor": "농부는 금세 그(the hunter)와 진한 우정을 키우게 되었다."
    }
]
}